Repository: Freixanet/alice
Catalog: ios/Alice/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Hermes runs these commands on the host. Review them before installing.
es: Hermes ejecuta estos comandos en el host. Revísalos antes de instalar.

source: Hermes says something else changed this first. Reload and try again.
es: Algo más cambió esto antes. Vuelve a cargar e inténtalo de nuevo.

source: Hermes says: %@
es: Hermes dice: %@

source: Hermes sent an answer Alice couldn’t read.
es: Tu Mac envió una respuesta que Alice no pudo leer.

source: Hermes sent an answer in a shape Alice doesn’t understand. Updating Alice or Hermes usually fixes this.
es: Tu Mac respondió de una forma que Alice no entiende. Suele arreglarse actualizando Alice o Hermes.

source: Hermes stopped after every model it tried failed. Continue retries the same question; picking another model avoids this chain.
es: Alice se detuvo porque fallaron todos los modelos que probó. Continuar vuelve a intentar la misma pregunta; elegir otro modelo evita esta cadena.

source: Hermes stores the token in this profile’s .env; config keeps only a reference.
es: Hermes guarda el token en el .env de este perfil; la configuración solo guarda una referencia.

source: Hermes took too long to answer.
es: Tu Mac tardó demasiado en responder.

source: Hermes took too long to answer. It may be busy; try again in a moment.
es: Tu Mac tardó demasiado en responder. Puede que esté ocupado; inténtalo de nuevo en un momento.

source: Hermes understood the request but couldn’t apply it as written.
es: Tu Mac entendió la petición pero no pudo aplicarla tal cual.

source: Hermes validates this profile's required configuration before activation and returns the exact failure if it is not ready.
es: Hermes valida la configuración requerida de este perfil antes de activarlo y devuelve el fallo exacto si no está listo.

source: Hermes will download %@ (%@) into its managed models directory.
es: Hermes descargará %@ (%@) en su directorio gestionado de modelos.

source: Hermes will download the llama.cpp build selected for this Mac. This can use significant disk space and network bandwidth.
es: Hermes descargará la build de llama.cpp seleccionada para este Mac. Puede usar bastante espacio en disco y ancho de banda.

source: Hermes will import the archive with force enabled. Live configuration and state may be overwritten.
es: Hermes importará el archivo con forzado activado. La configuración y el estado actuales pueden sobrescribirse.

source: Hermes will install the runtime if needed, download %@ (%@), start the server and make it the host default for new chats.
es: Hermes instalará el runtime si hace falta, descargará %@ (%@), iniciará el servidor y lo hará predeterminado del host para chats nuevos.

source: Hermes will launch CuaDriver on the Mac. macOS may display Accessibility or Screen Recording permission dialogs on that Mac.
es: Hermes lanzará CuaDriver en el Mac. macOS puede mostrar diálogos de permiso de Accesibilidad o Grabación de pantalla en ese Mac.

source: Hermes will push the current branch if necessary, then run `gh pr create --fill` on the host.
es: Hermes hará push de la rama actual si es necesario y luego ejecutará `gh pr create --fill` en el host.

source: Hermes will push the current branch to its upstream, or create origin/<branch> as the upstream when needed.
es: Hermes hará push de la rama actual a su upstream, o creará origin/<branch> como upstream cuando haga falta.

source: Hermes will remove every GGUF part and private asset belonging to %@. This cannot be undone without downloading or sideloading it again.
es: Hermes eliminará todas las partes GGUF y los recursos privados de %@. No se puede deshacer sin descargarlo o cargarlo de nuevo.

source: Hermes will remove the hook from config and revoke its consent entry.
es: Hermes quitará el hook de la configuración y revocará su entrada de consentimiento.

source: Hermes will resolve this identifier and may execute its install steps on the Mac.
es: Hermes resolverá este identificador y puede ejecutar sus pasos de instalación en el Mac.

source: Hermes will stop accepting messages from this identity until it is paired again.
es: Hermes dejará de aceptar mensajes de esta identidad hasta que se vuelva a emparejar.

source: Hermes will stop scheduling “%@”. Its existing run history is not rewritten.
es: Hermes dejará de programar «%@». Su historial de ejecuciones existente no se reescribe.

source: Hermes will upload a redacted diagnostic report and the requested logs to its paste service and return shareable URLs. Do not use this if the logs contain information you do not want uploaded.
es: Hermes subirá un informe de diagnóstico redactado y los registros solicitados a su servicio de pastes y devolverá URLs compartibles. No lo uses si los registros contienen información que no quieres subir.

source: Hermes wrote the archive to %@
es: Hermes escribió el archivo en %@

source: Hermes' memory OAuth endpoint opens the authorization browser on the machine running Hermes, not on this iPhone.
es: El endpoint OAuth de memoria de Hermes abre el navegador de autorización en la máquina que ejecuta Hermes, no en este iPhone.

source: Hermes' own accounting for this profile over the last %lld days.
es: La contabilidad de Hermes para este perfil en los últimos %lld días.

source: Hidden
es: Oculto

source: Hide
es: Ocultar

source: Hide Keyboard
es: Ocultar teclado

source: Hides how it got there
es: Oculta cómo llegó a la respuesta

source: High
es: Alta

source: History & usage
es: Historial y uso

source: History of this chat
es: Historial de este chat

source: Hold for Reply, Copy, Select and Share.
es: Mantén pulsado para Responder, Copiar, Seleccionar y Compartir.

source: Hold for actions.
es: Mantén pulsado para ver acciones.

source: Hold for more options, or swipe left to delete it.
es: Mantén pulsado para más opciones, o desliza a la izquierda para eliminarla.

source: Hold or swipe a note
es: Mantén o desliza una nota

source: Home
es: Inicio

source: Home: %@
es: Inicio: %@

source: Hooks can execute arbitrary host commands on Hermes lifecycle events. Approved hooks run automatically on matching events.
es: Los hooks pueden ejecutar comandos arbitrarios del host en eventos del ciclo de vida de Hermes. Los hooks aprobados se ejecutan automáticamente en los eventos coincidentes.

source: Host status
es: Estado del host

source: Host uptime
es: Tiempo activo del host

source: Hours
es: Horas

source: How much context is in use
es: Cuánto contexto se está usando

source: How this agent looks everywhere.
es: Cómo se ve este agente en todas partes.

source: How this agent's mark looks everywhere.
es: Cómo se ve la marca de este agente en todas partes.

source: How to ask for permission
es: Cómo pedir permiso

source: Hugging Face results are outside Hermes' curated catalog. Fit is estimated from file size before download and refined from the GGUF after staging.
es: Los resultados de Hugging Face están fuera del catálogo curado de Hermes. El ajuste se estima por tamaño de archivo antes de descargar y se refina con el GGUF tras el staging.

source: INSTALLED
es: INSTALADO

source: Identifier or repository
es: Identificador o repositorio

source: Identity
es: Identidad

source: If nothing is staged, Hermes stages every current change before committing. Stage individual files first when you want a partial commit.
es: Si no hay nada en staging, Hermes prepara todos los cambios actuales antes del commit. Prepara archivos individuales primero cuando quieras un commit parcial.

source: If the Alice plugin is on your Hermes dashboard, show a pairing QR and scan it here. Chat still works from the address and key above.
es: Si el complemento Alice está en el panel de Hermes, muestra un QR de emparejamiento y escanéalo aquí. El chat también funciona con la dirección y la clave de arriba.

source: Images
es: Imágenes

source: Immediately
es: Inmediatamente

source: Import Bot Template
es: Importar plantilla de bot

source: Shows what was learned.
es: Muestra lo que aprendió.

source: Learned from experience: %@
es: Aprendió de la experiencia: %@

source: Health and operations
es: Estado y funcionamiento

source: Health is not available on this device.
es: Salud no está disponible en este dispositivo.

source: Held back a lesson about %@ for you to check
es: Frenó una lección sobre %@ para que la revises

source: Proposed a lesson: %@
es: Propuso una lección: %@

source: Improved the skill %@
es: Mejoró la habilidad %@

source: In %lld days
es: En %lld días

source: In %lld h
es: En %lld h

source: In %lld h %lld min
es: En %1$lld h %2$lld min

source: In %lld min
es: En %lld min

source: In: %@
es: En: %@

source: Indigo
es: Índigo

source: Insights unavailable
es: Estadísticas no disponibles

source: Inspect environment at start
es: Inspeccionar el entorno al inicio

source: Inspect, edit or remove the profile-scoped nodes Hermes has learned over time.
es: Inspecciona, edita o elimina los nodos de ámbito de perfil que Hermes ha aprendido con el tiempo.

source: Install
es: Instalar

source: Install %@
es: Instalar %@

source: Install & use
es: Instalar y usar

source: Install Chrome on your Mac to use the browser.
es: Instala Chrome en tu Mac para usar el navegador.

source: Install Plugin
es: Instalar plugin

source: Install code on the Hermes host?
es: ¿Instalar código en el host de Hermes?

source: Install dependencies on Hermes host
es: Instalar dependencias en el host de Hermes

source: Install engine first
es: Instala primero el motor

source: Install plugin
es: Instalar plugin

source: Install provider dependencies?
es: ¿Instalar las dependencias del proveedor?

source: Install the declared dependencies first.
es: Instala primero las dependencias declaradas.

source: Install the local engine before activating this model.
es: Instala el motor local antes de activar este modelo.

source: Install the local model runtime?
es: ¿Instalar el runtime local de modelos?

source: Installation details
es: Detalles de la instalación

source: Installed %@
es: Instaló %@

source: Installing a plugin can download and execute third-party code on the Mac running Hermes. Review the identifier/source before continuing.
es: Instalar un plugin puede descargar y ejecutar código de terceros en el Mac que ejecuta Hermes. Revisa el identificador/origen antes de continuar.

source: Instructions
es: Instrucciones

source: Instructions unavailable
es: Instrucciones no disponibles

source: Integrations
es: Integraciones

source: Integrations (MCP)
es: Integraciones (MCP)

source: It can’t be recovered afterwards.
es: Después no se podrá recuperar.

source: It is removed from the notes store, with what its agent made of it. This can’t be undone.
es: Se quita del almacén de notas, con lo que su agente hizo de ella. No se puede deshacer.

source: It is removed from the notes store, with what its agent made of it. You can recover it from Recently Deleted for 30 days.
es: Se quita de las notas, junto con lo que su agente sacó de ella. Puedes recuperarla desde Eliminadas recientemente durante 30 días.

source: It leaves the notes store, with what its agent made of it. Recently Deleted keeps a copy on this iPhone for 30 days.
es: Sale del almacén de notas, con lo que su agente hizo de ella. Eliminados recientemente conserva una copia en este iPhone durante 30 días.

source: It was sent %@ to %@.
es: Se ha enviado %@ a %@.

source: It was sent %@.
es: Se ha enviado %@.

source: Its notes are not deleted. They go back to Quick Notes.
es: Sus notas no se eliminan. Vuelven a Notas rápidas.

source: Its plan and history go. Routines working on it keep running until you stop them.
es: Se borran su plan y su historial. Las rutinas que trabajan en él siguen hasta que las pares.

source: Its reply will appear here.
es: Su respuesta aparecerá aquí.

source: Jump to latest message
es: Ir al último mensaje

source: Key
es: Clave

source: Keys are written to this Hermes profile's .env. Alice never stores their value locally.
es: Las claves se escriben en el .env de este perfil de Hermes. Alice nunca guarda su valor localmente.

source: Label (optional)
es: Etiqueta (opcional)

source: Last error
es: Último error

source: Last problem
es: Último problema

source: Last run
es: Última ejecución

source: Latest backup
es: Última copia de seguridad

source: Learn a skill
es: Aprender una habilidad

source: Learned a new skill: %@
es: Aprendió una habilidad nueva: %@

source: Learned nodes
es: Nodos aprendidos

source: Learned skills & memory graph
es: Grafo de skills y memoria aprendidos

source: Learning
es: Aprendizaje

source: Learning belongs to
es: El aprendizaje pertenece a

source: Leave the allowlist blank to use Hermes pairing. In self-chat mode Hermes can allow the linked account automatically.
es: Deja la lista blanca en blanco para usar el emparejamiento de Hermes. En modo self-chat Hermes puede permitir la cuenta vinculada automáticamente.

source: Leave the secret blank and Hermes will generate a strong one. It is shown exactly once after creation.
es: Deja el secreto en blanco y Hermes generará uno fuerte. Se muestra una única vez tras crearlo.

source: Leaving
es: Al salir

source: Light blue
es: Azul claro

source: Linked account
es: Cuenta vinculada

source: Links
es: Enlaces

source: Links in these notes show up here.
es: Los enlaces de estas notas aparecen aquí.

source: List
es: Lista

source: List Name
es: Nombre de la lista

source: List commands
es: Ver los comandos

source: Lists
es: Listas

source: Live Activity could not start
es: La Live Activity no pudo empezar

source: Load average
es: Carga media

source: Loading MCP servers…
es: Cargando servidores MCP…

source: Loading catalog…
es: Cargando catálogo…

source: Loading changes…
es: Cargando cambios…

source: Loading channels…
es: Cargando canales…

source: Loading checkpoints…
es: Cargando checkpoints…

source: Loading diff…
es: Cargando diff…

source: Loading endpoints…
es: Cargando endpoints…

source: Loading history…
es: Cargando historial…

source: Loading learning graph…
es: Cargando grafo de aprendizaje…

source: Loading logs…
es: Cargando registros…

source: Loading managed files…
es: Cargando archivos gestionados…

source: Loading node…
es: Cargando nodo…

source: Loading pairing requests…
es: Cargando solicitudes de emparejamiento…

source: Loading plugins…
es: Cargando plugins…

source: Loading repository…
es: Cargando repositorio…

source: Loading routines…
es: Cargando rutinas…

source: Loading subscriptions…
es: Cargando suscripciones…

source: Loading templates…
es: Cargando plantillas…

source: Loading webhooks…
es: Cargando webhooks…

source: Loading workspace…
es: Cargando workspace…

source: Loading…
es: Cargando…

source: Local Models
es: Modelos locales

source: Local models on this Hermes host
es: Modelos locales en este host de Hermes

source: Location
es: Ubicación

source: Lock
es: Bloquear

source: Locked root: %@
es: Raíz bloqueada: %@

source: Log
es: Registro

source: Logs
es: Registros

source: Long-term memory
es: Memoria a largo plazo

source: Looking through your recent chats…
es: Revisando tus chats recientes…

source: Low
es: Baja

source: Lower case, words joined by hyphens — the agent calls it by this.
es: Minúsculas, palabras unidas con guiones: el agente lo invoca así.

source: MAIN
es: PRINCIPAL

source: MCP address (https://…)
es: Dirección MCP (https://…)

source: MCP for
es: MCP para

source: MCP view
es: Vista MCP

source: Main model
es: Modelo principal

source: Make Primary
es: Hacer principal

source: Make Project
es: Convertir en proyecto

source: Make me a plan and get started.
es: Hazme un plan y ponte con ello.

source: Make this the profile default
es: Hacer predeterminado del perfil

source: Manage Hermes from chat
es: Gestionar Hermes desde el chat

source: Managed files
es: Archivos gestionados

source: Managed location
es: Ubicación gestionada

source: Manual API key
es: Clave de API manual

source: Mark as Reached
es: Marcar como logrado

source: Mark as done
es: Marcar como hecho

source: Marks it as completed.
es: Lo marca como completado.

source: Marks it as not completed.
es: Lo marca como no completado.

source: Marks this step as done.
es: Marca este paso como hecho.

source: Marks this step as not done.
es: Marca este paso como no hecho.

source: Matcher (optional)
es: Matcher (opcional)

source: Max output
es: Salida máxima

source: Medication
es: Medicación

source: Medium
es: Media

source: Memory
es: Memoria

source: Memory Providers
es: Proveedores de memoria

source: Memory chunks
es: Fragmentos de memoria

source: Memory pressure
es: Presión de memoria

source: Messages
es: Mensajes

source: Messaging platforms
es: Plataformas de mensajería

source: Migrate Hermes configuration
es: Migrar la configuración de Hermes

source: Minutes
es: Minutos

source: MoA configuration unavailable.
es: Configuración de MoA no disponible.

source: Mode
es: Modo

source: Mode: %@
es: Modo: %@

source: Model
es: Modelo

source: Model ID
es: ID de modelo

source: Model change needs attention
es: El cambio de modelo necesita tu atención

source: Model changed
es: Modelo cambiado

source: Model or provider
es: Modelo o proveedor

source: Model providers
es: Proveedores de modelos

source: Model, author or repo
es: Modelo, autor o repo

source: Model: %@
es: Modelo: %@

source: Models
es: Modelos

source: Models & Providers
es: Modelos y proveedores

source: Models, memory, skills and Hermes administration live here. Everyday use stays in the chat.
es: Modelos, memoria, skills y la administración de Hermes están aquí. El uso diario se queda en el chat.

source: Month
es: Mes

source: Monthly
es: Cada mes

source: More
es: Más

source: More detail from tools
es: Más detalle de las herramientas

source: More diagnostics
es: Más diagnósticos

source: More models
es: Más modelos

source: Move
es: Mover

source: Move Down
es: Bajar

source: Move This Folder
es: Mover esta carpeta

source: Move Up
es: Subir

source: Move to
es: Mover a

source: Move to Project
es: Mover al proyecto

source: Moved “%@” in your calendar
es: Se movió «%@» en tu calendario

source: Moving routines and chat to the new model…
es: Pasando las rutinas y el chat al nuevo modelo…

source: Mute Notifications
es: Silenciar notificaciones

source: My Lists
es: Mis listas

source: Name
es: Nombre

source: Name (optional)
es: Nombre (opcional)

source: Name your channel (e.g. operations)
es: Nombra tu canal (p. ej. operaciones)

source: Name your team
es: Nombra tu equipo

source: Needs attention
es: Necesita atención

source: Needs keys
es: Necesita claves

source: Needs the dashboard
es: Hace falta el panel

source: Never
es: Nunca

source: New Agent
es: Agente nuevo

source: New Channel
es: Canal nuevo

source: New Event
es: Nuevo evento

source: New Folder
es: Carpeta nueva

source: New Goal
es: Nuevo objetivo

source: New List
es: Nueva lista

source: New MoA preset
es: Preset de MoA nuevo

source: New Note
es: Nota nueva

source: New Project
es: Proyecto nuevo

source: New Reminder
es: Nuevo recordatorio

source: New Section
es: Sección nueva

source: New Skill
es: Skill nueva

source: New Team
es: Equipo nuevo

source: New Worktree
es: Worktree nuevo

source: New branch
es: Rama nueva

source: New chat
es: Chat nuevo

source: New events and reminders appear here on their own.
es: Los eventos y recordatorios nuevos aparecen aquí solos.

source: New events in your calendar appear here on their own.
es: Los eventos nuevos de tu calendario aparecen aquí solos.

source: New folder
es: Carpeta nueva

source: New goal: %@.
es: Nuevo objetivo: %@.

source: New managed folder
es: Carpeta gestionada nueva

source: New routine
es: Rutina nueva

source: New session
es: Nuevo chat

source: New text file
es: Archivo de texto nuevo

source: New webhook
es: Webhook nuevo

source: New worktree
es: Worktree nuevo

source: Next %@
es: Siguiente %@

source: Next Month
es: Mes siguiente

source: Next Question
es: Pregunta siguiente

source: Next Week
es: La semana que viene

source: Next run
es: Próxima ejecución

source: Next: %@
es: Siguiente: %@

source: No Completed Reminders
es: No hay recordatorios completados

source: No Date
es: Sin fecha

source: No GGUF models are staged on this host.
es: No hay modelos GGUF en staging en este host.

source: No Reminders
es: No hay recordatorios

source: No agents available
es: No hay agentes disponibles

source: No approved users.
es: No hay usuarios aprobados.

source: No bots
es: No hay agentes

source: No branches reported.
es: No se reportaron ramas.

source: No curated model fits the current memory budget
es: Ningún modelo curado cabe en el presupuesto de memoria actual

source: No date
es: Sin fecha

source: No diff for this view.
es: No hay diff para esta vista.

source: No goals yet
es: Aún no hay objetivos

source: No models
es: Sin modelos

source: No models match “%@”
es: Ningún modelo coincide con «%@»

source: No named projects
es: No hay proyectos con nombre

source: No notes
es: Sin notas

source: No notes agent
es: No hay agente de notas

source: No notes in this folder yet. Open it and tap + to write one.
es: Todavía no hay notas en esta carpeta. Ábrela y toca + para escribir una.

source: No notes yet. Tap + to write one; it is kept by the notes agent and shows up here.
es: Todavía no hay notas. Toca + para escribir una; la guarda el agente de notas y aparece aquí.

source: No pages watched yet.
es: Todavía no vigilas ninguna página.

source: No pending pairing requests.
es: No hay solicitudes de emparejamiento pendientes.

source: No posts yet
es: Todavía no hay publicaciones

source: No provider with models is available.
es: No hay ningún proveedor con modelos disponible.

source: No recorded runs yet
es: Aún no hay ejecuciones registradas

source: No routines yet
es: Aún no hay rutinas

source: No saved custom endpoints for this profile.
es: No hay endpoints personalizados guardados para este perfil.

source: No scanner
es: Sin escáner

source: No sessions yet
es: Todavía no hay chats

source: No shell hooks configured.
es: No hay hooks de shell configurados.

source: No sign-in
es: Sin inicio de sesión

source: No workspace folders yet.
es: Aún no hay carpetas de workspace.

source: Node
es: Nodo

source: Nodes
es: Nodos

source: None
es: Ninguno

source: None so far. Everything this Hermes has sent is understood.
es: Ninguno por ahora. Todo lo que este Hermes ha enviado se entiende.

source: Not Now
es: Ahora no

source: Not a Git repository
es: No es un repositorio Git

source: Not done
es: Sin hacer

source: Not in any project
es: En ningún proyecto

source: Not listed yet
es: Aún no hay lista

source: Note
es: Nota

source: Note mid-reply
es: Nota a mitad de respuesta

source: Note not deleted
es: La nota no se borró

source: Note not recovered
es: La nota no se recuperó

source: Note not saved
es: La nota no se guardó

source: Notes
es: Notas

source: Notes are available here for 30 days, then deleted from this iPhone. Recovering one writes it back to the notes store.
es: Las notas están disponibles aquí 30 días y luego se borran de este iPhone. Recuperar una la vuelve a escribir en el almacén de notas.

source: Notes are kept by an agent with a notes store, like Inbox. None was found on this Hermes.
es: Las notas las guarda un agente con almacén de notas, como Inbox. No se encontró ninguno en este Hermes.

source: Notes need the latest Alice plugin on your Hermes.
es: Las notas necesitan la última versión del complemento de Alice en tu Mac.

source: Nothing in the next two weeks
es: Nada en las próximas dos semanas

source: Nothing on this day
es: Nada este día

source: Nothing to total yet
es: Aún no hay nada que sumar
